Repository: code4romania/war-taskforce-sens-pozitiv
Catalog: sens_pozitiv/locale/*/LC_MESSAGES/django.po
Languages: ro

source: Personal info
ro: Informații Personale

source: Password
ro: Parolă

source: Permissions
ro: Permisiuni

source: Profile data
ro: Date de profil

source: DOP User
ro: Utilizator DOP

source: Accounts
ro: Conturi

source: Corporate
ro: Corporativ

source: Non-Profit
ro: Non-Profit (ONG)

source: Government
ro: Guvernamental

source: email address
ro: adresa de email

source: type
ro: tip

source: phone number
ro: număr de telefon

source: address
ro: adresă

source: details
ro: detalii

source: general user description
ro: descriere generală utilizator

source: user
ro: utilizator

source: users
ro: utilizatori

source: Full Name
ro: Nume medic

source: Upload Medical Files
ro: Încărcați fișiere medicale

source: Add Medical Assitance
ro: Adaugă asistență medicală

source: Add Logistic & Social Assistance
ro: Aduagă Asistență Logistică & Socială

source: Accommodation
ro: Cazare

source: Assistance
ro: Asistență

source: Add Companion
ro: Adaugă însoțitor

source: Medical Services
ro: Servicii medicale

source: Age will be computed once the form is saved.
ro: Vârsta se va calcula o dată ce formularul este salvat.

source: Assigned Clinic
ro: Clinică Alocată

source: Logistic & Social Assistance
ro: Asistență Logistică & Socială

source: Companions
ro: Însoțitori

source: Case Status
ro: Situația cazului

source: NO CASE STATUS
ro: FĂRĂ STATUS

source: UNALLOCATED
ro: NEALOCAT

source: ACCEPTED
ro: ACCEPTAT

source: TAKEN
ro: PRELUAT

source: DIRECT CASE
ro: CAZ DIRECT

source: REDIRECTED
ro: REDIRECȚIONAT

source: NO CLINIC ASSIGNED
ro: CLINICĂ NEASIGNATĂ

source: Identification
ro: Date identificare pacient

source: Requester Data
ro: Date Solicitant

source: Child Location
ro: Locația curenta a pacientului

source: Origin Medical Institution
ro: Instituție Medicală Anterioară

source: Logistical Info
ro: Informații Logistice

source: Dispatch
ro: Dispecerat

source: Male
ro: M

source: Female
ro: F

source: Other / Unspecified
ro: Altul / Nespecificat

source: Chemotherapy
ro: Chimioterapie

source: Surgical
ro: Intervenție chirurgicală

source: Palliative
ro: Îngrijiri paliative

source: Monitoring after Treatment
ro: Monitorizare după tratament

source: Diagnostic Investigation
ro: Investigații diagnostice

source: Supportive Treatment
ro: Tratament suportiv

source: Radiotherapy
ro: Radioterapie

source: Transplant Waitlist
ro: Așteptare transplant

source: Intensive Care Medicine
ro: Anestezie și Terapie Intensiva (ATI)

source: Other
ro: Altul

source: Medical Institution
ro: Instituție Medicală

source: Ministry of Health / COSU
ro: Ministerul Sănătății / COSU

source: Non-Governmental Organization
ro: Organizație Non-Guvernamentală

source: Person
ro: Persoană fizică

source: Company
ro: Companie

source: National
ro: Național

source: International
ro: Internațional

source: Case Pending
ro: Caz în așteptare

source: Clinic is Ready for takeover
ro: Clinica este pregătită să primească pacientul

source: Taken over by Clinic
ro: Preluat de clinică

source: Taken over previously, in person
ro: Preluat anterior, prin prezentare directă

source: Redirected
ro: Redirecționat

source: Unsolved
ro: Nerezolvat

source: Solved
ro: Rezolvat

source: Yes
ro: Da

source: No
ro: Nu

source: Tumor Type
ro: Tipul Tumorii

source: Clinic Name
ro: Numele Clinicii

source: City
ro: Oraș

source: County
ro: Județ

source: Address
ro: Adresă clinică

source: Hospitalization Office Email
ro: Email Birou Internări

source: Hospitalization Office Phone Number
ro: Telefon Birou Internări

source: Head Of Department Name
ro: Numele Șefului de Secție

source: Head Of Department Email
ro: Email-ul Șefului de Secție

source: Department Phone Number
ro: Numărul de Telefon al Secției

source: Available Beds
ro: Paturi Disponibile

source: Clinic
ro: Clinică

source: Clinics
ro: Clinici

source: Created At
ro: Adăugat la

source: Pacient First Name
ro: Prenume pacient

source: Pacient Last Name
ro: Nume Pacient

source: Birth Date
ro: Data de Naștere

source: Birth Place
ro: Locul Nașterii

source: Birth Place: City, Country
ro: Locul Nașterii: Oraș, Țară

source: Requester Category
ro: Categorie solicitant

source: Organization Name
ro: Denumire

source: Fill in only if requester is not a Person
ro: Completează doar dacă solicitantul nu este o Persoană fizică

source: Requester First Name
ro: Prenumele Solicitantului

source: Requester Last Name
ro: Numele Solicitantului

source: Requester Phone Number
ro: Telefon solicitant

source: Please include country prefix e.g. +40723000123
ro: Te rog include prefixul țării, ex: +40723000123

source: Requester Email
ro: Email Solicitant

source: Translator Contact
ro: Contact translator

source: Diagnostic Class
ro: Clasa de diagnostic

source: Complete Diagnostic Known
ro: Se cunoaște diagnosticul complet

source: Complete Diagnostic
ro: Diagnostic Complet

source: Date Diagnosed
ro: Data de diagnostic

source: Diagnosing Institution Name
ro: Numele Instituției care a diagnosticat

source: Main Diagnosis (ICD-10)
ro: Diagnostic principal (ICD-10)

source: Comorbidities (ICD-10)
ro: Comorbidități (ICD-10)

source: General Problem Description
ro: Descrierea problemei

source: Describe the Child's medical issue
ro: Descrie problema medicală a copilului

source: Medical Documents Checked
ro: Am verificat documentele medicale

source: Therapy Needs
ro: Nevoi Terapeutice

source: Other Therapy Needs
ro: Alte Nevoi terapeutice

source: Current Clinical Status
ro: Situație curentă a pacientului (status clinic)

source: Child Current Address
ro: Adresa Curenta a pacientului

source: Child Current City
ro: Orașul Curent al pacientului

source: Child Current County
ro: Județul Curent al pacientului

source: Child Current Country
ro: Țara curentă a pacientului

source: Institution Name
ro: Numele Instituției

source: Contact Person
ro: Date persoană de contact a instituției

source: Full Name of the contact person
ro: Numele complet al persoanei de contact

source: Phone Number
ro: Număr de Telefon

source: Contact Person's phone number. Please include country prefix e.g. +40723000123
ro: Numărul de Telefon al Persoanei de Contact. Te rog include prefixul țării, ex: +40723000123

source: Age
ro: Vârstă

source: There is already a Pacient Request with this name, birth date and age.
ro: Există deja un pacient cu acest nume, dată de naștere si vârstă.

source: Patient Request
ro: Solicitare Pacient

source: Patient Requests
ro: Solicitări Pacienți

source: Estimated Arrival Date
ro: Data estimată a sosirii

source: Hospitalization Start
ro: Dată Internare

source: Only with confirmation from the receiving clinic!
ro: Doar cu confirmarea Clinicii!

source: Receiving Dr Full Name
ro: Nume Complet Medic Curant

source: Comments
ro: Observații

source: International Redirect
ro: Redirecționare internațională

source: Redirect Institution
ro: Instituție medicală unde se redirecționează

source: Specialty
ro: Specialitate

source: Location
ro: Locație

source: Location: City, Country
ro: Locație: Oraș, Țară

source: Reason
ro: Motivul

source: Medical Assistance
ro: Asistență medicală

source: Transport Required
ro: Necesar Transport

source: Wether national or international transportation is required for this assistence
ro: Dacă este necesar transport național sau internațional pentru această cerere de asistență

source: Transport Status
ro: Situație Transport

source: Pick Up Location
ro: Locația de preluare a Copilului

source: Departing from: City, Country
ro: Plecare din: Oraș, Țară

source: Destination Location
ro: Destinația pacientului

source: Transport Details
ro: Detalii de Transport

source: Transport Responsability
ro: Responsabilitate transport

source: Check if the responsible is outside Dăruiește Aripi organization
ro: Bifează dacă responsabilul de asistență este din afara Dăruiește Aripi

source: External Transport Representantive Details
ro: Reprezentant extern transport

source: Accommodation Required
ro: Cazare Necesară

source: Wether accommodation is required for this assistence
ro: Dacă este necesară cazare pentru pacient și însoțitori

source: Accommodation Status
ro: Situație Cazare

source: Accommodation Details
ro: Detalii responsabil cazare

source: Accomodation responsibility
ro: Responsabilitate cazare

source: External Accomodation Representative Details
ro: Detalii responsabil cazare

source: Local Assistance Required
ro: Asistență locală necesară

source: Wether local assistance is required
ro: Dacă este necesară asistență locală

source: Assistance Status
ro: Situația asistenței

source: Assistance Representative
ro: Responsabilitate asistență

source: External Assistance Representantive Details
ro: Date contact reprezentant asistență externă

source: Companion Name
ro: Numele însoțitorului

source: Companion Relationship
ro: Calitatea însoțitorului

source: Companion Phone Number
ro: Număr de Telefon însoțitor

source: Companion Other Details
ro: Alte detalii însoțitor

source: Companion
ro: Însoțitor

source: Start Date
ro: Din Data

source: End Date
ro: Până în Data

source: What are the medical services the patient needs?
ro: Care sunt serviciile medicale de care are nevoie pacientului?

source: Patient Request Form
ro: Formular Înregistrare Pacient

source: Template
ro: Șablon

source: Text content
ro: Conținut text

source: HTML content
ro: Conținut HTML

source: Email template
ro: Șablon email

source: Email templates
ro: Șabloane email

source: Pedriatic Oncology Dispatcher
ro: Dispecerat Oncologie Pediatrică

source: POD
ro: DOP

source: Romanian
ro: Română

source: English
ro: Engleză

source: Ukrainian
ro: Ucraineană

source: Russian
ro: Rusă

source: Home
ro: Acasă

source: External Form
ro: Formular Extern

source: A Code4Romania solution. Find Out More
ro: O soluție Code4Romania. Află mai multe

source: A Code for Romania project.
ro: O soluție Code for Romania.

source: Find out more
ro: Află mai multe

source: Errors
ro: Erori

source: Send request
ro: Trimite cerere

source: request-form/
ro: cerere-pacient/

source: Thank you for registering the patient! The form you filled in has reached us.
ro: Mulțumim pentru înregistrarea pacientului! Formularul completat de tine a ajuns la noi.

source: There was an error submitting your request. Please try again or contact the site administrator.
ro: A avut loc o eroare la înregistrarea cererii. Vă rugăm să încercați din nou sau să contactați administratorul site-ului.

source: Delete
ro: Șterge

source: Deleting the %(object_name)s '%(escaped_object)s' would result in deleting related objects, but your account doesn't have permission to delete the following types of objects:
ro: Ștergerea obiectelor %(object_name)s '%(escaped_object)s' ar rezulta în ștergerea obiectelor relaționale, dar contul tău nu are permisiunile necesare să șteargă următoarele obiecte:

source: Deleting the %(object_name)s '%(escaped_object)s' would require deleting the following protected related objects:
ro: Ștergerea obiectelor %(object_name)s '%(escaped_object)s' ar necesita ștergerea următoarelor obiecte relaționale protejate:

source: Are you sure you want to delete the %(object_name)s '%(escaped_object)s'? All of the following related items will be deleted:
ro: Ești sigur că dorești să ștergi obiectele %(object_name)s '%(escaped_object)s'? Toate obiectele relaționale următoare vor fi de asemenea șterse:

source: Objects
ro: Obiecte

source: Yes, I'm sure
ro: Da, sunt sigur

source: No, take me back
ro: Nu, du-mă înapoi
